Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 库尔特原本的想法也和弗格斯差不多，不过就在他想要放下酒杯时，突然察觉到了一丝不对劲，将酒杯凑的更近一些，然后用左手在杯口上轻轻扇风，让酒香更加集中。
en_us: Kurt's initial thoughts were similar to Fergus, but he suddenly sensed something amiss when he wanted to put down the glass. He held the glass closer and used his left hand to gently fan over it, making the aroma more intense.

source: 库尔特和弗格斯微微一愣，等到麦格转身了才回过神来。
en_us: Kurt and Fergus were slightly taken aback. They only regained their wits after Mag turned around.

source: 库尔特和弗格斯是当年品酒大会的组织者，第一个金奖是他们参与颁发给马库斯的，他们还见证了马库斯对泰坦酒的钻研与改进，成就了十年三金奖的传奇。
en_us: Kurt and Fergus were the founders of the liquor tasting event back then. They had taken part in the first gold award given to Marcus. They had even witnessed the experiments and innovation Marcus done to Titan Liquor and how Marcus created the legend of winning three gold awards within 10 years.

source: 库尔特和弗格斯的表现和话语，引起了现场的不小骚动。
en_us: Kurt and Fergus's reaction and words caused a small commotion in the crowd.

source: 库尔特和弗格斯给出极高的评价，甚至将这款酒推到了历史级的地位上。
en_us: Kurt and Fergus both gave it an excellent review. They even pushed this liquor to an epic level.

source: 库尔特左右看了看，却找不到能够点餐的服务员。
en_us: Kurt looked around but he could find any service staff to place his orders.

source: 库尔特往前走了两步，才注意到柜台后边坐着的小姑娘。
en_us: Kurt took two steps forward before he noticed the little girl sitting behind the counter.

source: 库尔特微微一愣，旋即自信的笑了起来。
en_us: Kurt was slightly taken aback before he smiled confidently again.

source: 库尔特打了个哈欠，揉了揉眼睛，侧头和弗格斯小声道：“感觉有些不在状态了，这组测完了，让杰拉上来替我吧。”
en_us: Kurt yawned and rubbed his eyes as he turned to whisper to Fergus, "I don't feel very alert. After this round, get Gerald to take over me."

source: 库尔特拿起了面前的号牌，高声道：“我给10分！可惜只能给到十分。”
en_us: Kurt picked up the sign in front of hima nd said loudly, "I will give it 10 points! It's a pity I can only give it up to 10 points."

source: 库尔特放下酒杯，看着弗格斯郑重点头道。
en_us: Kurt put down the glass, nodded and gravely said to Fergus.

source: 库尔特来到吧台前，仰头看着墙上的酒水单。
en_us: Kurt came to the bar and looked up at the drink list on the wall.

source: 库尔特眼睛一亮，看着弗格斯有些惊喜的说道。
en_us: Kurt lit up his eyes and said to Fergus with surprise.

source: 库尔特站在马路中间，看着左手边的泰坦酒馆和右手边的塞班酒馆，笑着问道。
en_us: Kurt stood in the middle of the road. He looked at Titan Tavern on his left and Saipan Tavern on his right and smilingly asked.

source: 库尔特端起酒杯，先凑近鼻子，用手轻轻扇着杯口，深嗅了一口酒香。
en_us: Kurt raised his glass and put it near his nose. He used his hand to fan the opening of the glass gently and took a good sniff.

source: 库尔特端起酒杯，慢慢啜饮一口，用舌尖将其在嘴里回荡一圈。当威士忌的香味溢满整个口腔时，细细在不同部位体会不同香气，然后将其咽下。
en_us: Kurt picked up the glass and slowly took a sip. He swirled it in his mouth with his tongue. When the whiskey's fragrance filled his oral cavity, he savored the different fragrances at different parts carefully before swallowing.

source: 库尔特给了一个6分，弗格斯给了一个7分，其他三位评委的分数也是在5—7分。
en_us: Kurt gave a 6 point while Fergus gave a 7 point. The other judges gave it 5 to 7 points.

source: 库尔特闭上了眼睛，眉头先是皱起，然后慢慢舒展开来，嘴角微微上扬，露出了一个满足的笑容，微微张着的嘴巴，显示了他放松的状态。
en_us: Kurt closed his eyes and frowned, then he slowly unfurrowed his knitted brows and curled his lips, revealing a sated smile. He opened his mouth a little, indicating his relaxed state.

source: 库尔特露出了和善的笑容说道：“我要一瓶茅台酒和一瓶威士忌，然后把所有的下酒菜都上一遍。”
en_us: Kurt revealed a kind smile and said, "I would like to have a bottle of Maotai, a bottle of whiskey and a helping of all the side dishes."

source: 应该说他是来和死人喝酒的。
en_us: The correct way to put it was that he was drinking with a dead person.

source: 应该说是远远超出了她的想象，那已经是另一个层次的存在。
en_us: It had way exceeded her imagination. It was already on another level.

source: 店小二跑进酒馆，在正殷勤的和两位中年男人商谈酒馆转让事项，在最终价格上为了一两百铜币而纠结的酒馆老板耳边耳语了几句。
en_us: The waiter ran into the tavern and whispered to the owner who was enthusiastically bargaining with the two middle-aged men about the sales of the tavern for 100 or 200 copper coins of price difference.

source: 店里的客人们看着奥尔登的目光也是带着几分鄙夷，一个五大三粗的官员，竟然对着一个精灵古怪的小姑娘这般蛮横不讲理，着实可恶可恨。
en_us: The other customers in the tavern also looked at Aulden with displeasure. How could such a big-sized official treat such a cute little girl so unreasonably? That was simply detestable.

source: 康妮一脸淡定的走过，微微翘起的嘴角将她的心情暴露无遗。
en_us: Connie walked past calmly, but her upturned lips revealed what she was currently feeling.

source: 康妮又看着奥格部落的新酋长和他们的长老们，冷声道：“奥格部落会被暂时接管，直到我确认奥斯特的影响被完全消除，奉劝各位不要有任何不满，诉诸武力的结果，只有死亡。”
en_us: Connie looked at the new Aug Tribe's chief and elders and coldly said, "The Aug Tribe will be temporaily taken over until I'm sure that Auster's influence is completely removed. I strongly advised all of you not to have any dissatisfactions. The result of resorting to violence will only be death."

source: 康妮和奥斯特也进了府邸。
en_us: Connie and Rex entered the residence too.

source: 康妮微笑看着奥斯特心口和脖子上的两把短刃，颇为满意的点了点头，“这下师父应该不会骂我了。”
en_us: Connie looked at the two daggers in Auster's heart and neck and nodded with satisfaction. "I guess Master won't scold me this time round."

source: 康妮的手指在身前轻轻对点，顾左右而言他。
en_us: Connie drew lines in front of her gently as she changed the topic.

source: 康妮骑着一头白色的独角兽上前几步，清了清嗓子道：“里面的人听着，我是法克部落酋长康妮！
en_us: Connie rode up on a white unicorn. Clearing her throat, she said, "Those inside listen up. I'm Chief Connie of the Falk Tribe!

source: 开业第一天，接待了一位客人。
en_us: On the first day of the shop's opening, he had one customer.

source: 开始几杯趁着兴头一口闷，几杯下肚，吃了几颗花生米，也就懵了。
en_us: At first, they were still able to chug down the alcohol, but after a few shots and a few peanuts, they were all gone.

source: 开玩笑？！
en_us: Are you joking?!

source: 开酒馆当然用不上那么多房子，不过麦米餐厅生意火爆之后，带动亚丁广场西南角的商铺价格在短短数月时间翻倍的往事还历历在目，不趁着价格低迷的时候买下半条街，可不是他的性格。
en_us: Of course, he didn't need to have so many properties to open one tavern. However, the incident of the prices of all the properties at Aden Square's southwestern part skyrocketing after Mamy Restaurant became a raging business was still fresh in his mind. He wouldn't be him if he didn't buy the entire street when the prices were low now.

source: 开门，果然门外站着的是风尘仆仆的梅兰特和诺亚。
en_us: He opened the door. Indeed, standing outside were Merante and Noya.

source: 弗格斯也刚刚放下酒杯，同样一脸感慨道：“我本以为当年的泰坦酒已经是巅峰，今天才知道，那只是半成品而已。
en_us: Fergus just placed his glass down too and he exclaimed in the same way. "I thought that Titan Liquor had reached its peak back in the days. I only found out today that that was just a half-done product."

source: 弗格斯也是看着麦格。
en_us: Fergus was also looking at Mag.

source: 弗格斯仰头把酒杯里的酒喝的一滴不剩，咂了咂嘴，有些意犹未尽的放下酒杯，点头接着库尔特的话说道：“酒香大家都闻到了，酒味库尔特也说了，我只能说这是我这辈子喝过的最好的酒之一，并且能够排进前三。我现在非常好奇究竟是在做的哪位酿出了这样的美酒，而且还能保持的如此神秘。”
en_us: Fergus tilted his head back to finish every single drop in the glass. He smacked his lips and put the glass down, wishing for more. He nodded and continued on after Kurt's review, "I guess everyone has smelled its aroma and Kurt has already desecribed its taste. I can only say that this is one of the best alcoholic drinks I have ever had in my life. It's even one of the top three I ever had. Now, I am very curious who is the brewer here that made this and managed to remain so secretive."

source: 弗格斯和台下的人们都笑了起来。
en_us: Fergus and the audience laughed.

source: 弗格斯和库尔特一人拿着一个金色的大酒杯，上面还刻着‘美酒大会金奖’的字样。
en_us: Fergus and Kurt each held onto a big golden wine glass, which had the words "The Wine and Liquor Association's Gold Award" engraved on it.

source: 弗格斯将信将疑的重新拿起酒杯，学着库尔特的样子再次嗅了嗅酒香。
en_us: Fergus picked up the glass again suspiciously and sniffed it again like how Kurt did it.

source: 弗格斯打量着酒杯中的棕黄中带红的酒液。
en_us: Fergus sized up the brownish red liquid in the glass.

source: 弗格斯拿起了10分的牌子，同时端起酒杯为微笑道：“我很少用完美来评价一款酒，但这的确是令人无可挑剔的一款酒，你闻闻这杯子，现在还是香的，真是令人惊叹。”
en_us: Fergus picked up the 10 point card and the glass at the same time as he smilingly said, "I rarely use perfect to describe a liquor, but this is indeed a liquor which one has nothing to pick on. Smell the glass, it's still so fragant now. It's really amazing."

source: 弗格斯的声音再提高了几分道：“所以，经过我们的慎重考虑，最终一致决定，本届品酒大会将破例增加一个金奖名额，泰坦酒和茅台酒同时获得金奖！”
en_us: Fergus said in an even louder voice, "So, after our serious consideration, we have come to an unaminous decision. This year's liquor tasting will make an exception by increasing another gold award. Titan Liquor and Maotai will both receive the gold award!"

source: 弗格斯看着众人，声音洪亮道：“这一届品酒大会给我们带来了极大的惊喜，也带来了极大的挑战，美酒层出不穷，酿酒师们在过去这一年中的努力和突破都令人惊喜，但美酒也让我们的评选变得更加为难与纠结。
en_us: Fergus looked at the crowd and said in a booming voice, "This year's liquor tasting event has given us a huge surprise. There are many great liquors this year. The brewers' hardwork and breakthrough in the past year were all beyond our expectations, but the excellent liquor also made our judging jobs much more complicated and harder.

source: 弗格斯重新走上高台，双手虚压示意众人安静。
en_us: Fergus walked onto the platform again and gestured for everyone to quiet down.

source: 强壮的奴隶撞开了木门，愤怒的奴隶们蜂拥而出。
en_us: The strong slaves banged open the wooden door and furious slaves surged out.

source: 强者的安抚，有时候就是这么有效。
en_us: Sometimes, the comforting of a powerhouse was that effective.

source: 当他可以一把菜刀砍翻全世界后，对他最具有威胁的，只剩下旧日支配者。
en_us: When he could already take down the whole world with a chef's knife, only the Great Old Ones could threaten him.

source: 当他把安妮带回家的时候，已经认定了要用尽全力保护她，哪怕付出生命也在所不惜。
en_us: He had already decided to protect Annie with his might when he brought Annie home, even if he had to give up his life.

source: 当他还在为两百万的中介费沾沾自喜的时候，人家考虑的已经是几个亿的生意，这大概就是格局的差距吧。
en_us: Just as he was gloating over the 2000,000 commission, he was already considering a business deal that was worth billions of dollars. Perhaps, this was the difference in their outlook in life.

source: 当即便有大臣起身向亚伯罕和温妮莎行礼问好。
en_us: Most of the courtiers stood up immediately to greet Abraham and Vanessa.

source: 当夜，酒足饭饱之后，奥斯特便早早睡下。
en_us: That night, after having a good meal, Auster went to sleep early.

source: 当她抬起头，将目光投注到她身上的时候，埃菲下意识的停住了脚步。
en_us: When Irina looked up and fixed her gaze on Eiffie, she instinctively halted her footsteps.

source: 当她认出安妮的来历的时候，麦格知道这件事已经无法善了。
en_us: Mag knew this matter wouldn't have a good ending the moment she recognized Annie.

source: 当年亚历克斯功高盖主，又和肖恩走的颇近，的确让他有些忌惮，所以并未出手阻止乔修的行动，甚至还暗中为他排除了一些阻碍。
en_us: Back then, Alex was overpowering him, and was rather close with Sean. Therefore, Andre was a little worried about Alex. This was why he did not stop Josh, and even secretly helped him remove some obstacles.

source: 当年亚历克斯如日中天之时，遇上了唯一能够与其匹敌的对手——兰克斯特。
en_us: Back then, when Alex was at his prime, his only worthy opponent was Rankster.

source: 当年他就是这样上位的，所以他给了乔修一个机会，也给了肖恩一个威胁。
en_us: That was how he got the throne back then. Therefore, he was giving Josh a chance, and also presenting Sean with a threat.

source: 当年泰坦酒馆一家就撑起了一条街，现在又多了一家塞班酒馆，谁都看的到罗莫街的未来。
en_us: The Titan Tavern supported the entire street alone back then. With another Saipan Tavern, anyone could see the future of Romo Street.

source: 当年泰坦酒馆如日中天的时候，他父亲最喜欢做的事情就是买商铺。
en_us: Back when Titan Tavern was in its hay days, his father's favorite past time was to buy shops.

source: 当年洛都城里少有的散装泰坦酒被炒出了天价，但依旧一酒难求。
en_us: Back then, Titan Liquor was sold in small bottles at a sky high price in Rodu city yet it was still hard to come by.

source: 当年的泰坦酒馆，是洛都城内最有名的酒馆之一。
en_us: The Titan Tavern back then was one of Rodu's most famous taverns.

source: 当年罗莫街的盛况他没有见过，但也曾经多次听前辈提过，靠着泰坦酒馆当年捧回的金奖，罗莫街悄然崛起，并且红火了十多年。
en_us: He didn't witness the Romo Street's boom back then, but he had heard his seniors mention many times how Romo Street prospered after the Titan Tavern received the gold award back then and was popular for 10 over years.

source: 当年罗莫街的辉煌还历历在目，就在所有人都要坚持不下去的时候，这个双金奖犹如久旱之后的甘霖，瞬间给打了退堂鼓的老板们一剂强心剂。
en_us: They still remembered the glory of Romo Street back then. Just as they thought they couldn't hold on any longer, these twin gold awards were just like rain after a long drought, giving these bosses who thought of quitting a boost.

source: 当日营业额全部被抢走，老板娘埃菲和她的侍女玛拉消失。
en_us: The revenue of that day was robbed and Eiffie, and her servant, Mala, disappeared.

source: 当晚麦格直接入住被系统全新装修过的酒馆。
en_us: That very night, Mag moved into the tavern that was completely renovated by the system.

source: 当然，也可能只是因为东西被偷却苦于没有证据而气抖冷。
en_us: Of cource, it could also be because it was dispirited as its objects were stolen.

source: 当然，也有一些恬不知耻的作者，还会用女装这种出卖色相的方式来留住粉丝。当然，这种方法是不长久的，现在的粉丝嘛，都是大猪蹄子。”
en_us: "Of course, there are also some shameless authors who would dress in drag to keep their fans. Naturally, such methods are not permanent. The fans are all fickle now."

source: 当然，也有一些熟客，还是时常会去泰坦酒馆光顾一下，权当是照顾一下老朋友的女儿生意了。
en_us: Of course, some of the regular customers would still patronize Titan Tavern every now and then. They deemed it as taking care of an old friend's daughter and giving her some business.

source: 当然，也有一些高端画册是由人工描画而成的，颜色会更为鲜艳丰富。
en_us: Of course, there were also better-quality picture books drawn by hand and those were more colorful.

source: 当然，也有让麦格意外的地方。
en_us: Of course, there was also something that took Mag by surprise.

source: 当然，也要避免因为过快发展的科技而被古老者盯上。
en_us: Of course, he had to prevent being targeted by the Elder Things due to the technology that had advanced too quickly.

source: 当然，他不是怕老婆，他是……尊重老婆。
en_us: Of course, he was not afraid of his wife. He… respected his wife.

source: 当然，他主要是担心叫化鸡这种高端食物，那些人根本学不会。
en_us: Of course, his main concern was that those people could never master a high-end dish like the beggar's chicken.

source: 当然，他也存着一点惜酒的心思。
en_us: Of course, he also pitied the wine.

source: 当然，他绝对不是因为那一百斤生绿豆的惩罚才妥协的。
en_us: Of course, he did not give in because of the punishment of eating 50 kg of raw mung beans.

source: 当然，以他现在这种水准的绿豆糕，拿出去卖的话，已经足以称霸甜品一条街。
en_us: Of course, his current standard of mung bean pastry would definitely top the sales in pastry if he was to sell it.

source: 当然，倒不是他们为了占位置而提早到来，多半是不知道酒馆的营业时间，来早了。
en_us: Of course, they did not arrive earlier to book a spot. Most of them did not know when the tavern opened, so they came early.

source: 当然，关于布卢姆大将军的恐怖死状，同样伴随着这个消息流传开来，有人说他遇见了鬼，也有人说乔修便是魔鬼。
en_us: Of course, the news of Great General Blum's horrible death spread together with that bit of gossip. Some said he had met a ghost, while others said Josh was the devil.

source: 当然，具体的用量还需要进行调试。
en_us: Of course, the specific amount still required trial and error.

source: 当然，前辈要是在这里的话，一定会非常高兴又寻觅到一款美酒，在这家新开的酒馆。
en_us: Of course, if his senior was still around, he would definitely be very happy to have found a new wine and this new tavern.

source: 当然，只要想起那些蹲在餐厅门外，幽怨的等待着他回混乱之城的食客，他还是偶偶会产生一点不安的情绪。
en_us: Of course, he sometimes would still feel a little guilty whenever he thought about Mamy Restaurant's customers waiting for him to return at the restaurant's door.

source: 当然，在和平大会举办前，巴菲特钱庄方面已经做好了相应的准备，保证了各地钱庄的现金流供给充足，才没有引起更大的恐慌和麻烦。
en_us: Of course, before the peace meeting, the Buffett Bank had already been prepared for it to ensure that the cash flow of the banks everywhere was sufficient so that there was no frenzy or other problems.

source: 当然，在来之前教皇已经和他说过神女的特殊身份，作为克拉苏和尤利安的徒弟，魔法师大会最年轻的冠军，这位神女年仅四岁，已经展露出超乎常人想象的强大实力，以及让教廷都需要忌惮三分的背景。
en_us: Of course, the pope had already told him about the holy maiden's special identity. As Krassu and Urien's disciple and the youngest champion of the Magic Caster Tournament, this holy maiden had already displayed an unimaginable powerful strength at the tender age of four. She also had a background that the Holy See had to be wary of.

source: 当然，在进门前所有人都已经看到了这个消息。
en_us: Of course, all of them had seen that news at the door.

source: 当然，坐拥十亿的小家伙，这辈子肯定都不需要为钱发愁了。
en_us: Of course, the little billionaire would never need to worry about money for the rest of her life.

source: 当然，她也绝对不会对任何人说半个和这有关的字。
en_us: Of course, she would never tell anyone else about that.

source: 当然，如果发生点友谊之外的故事，她也是不会介意的。
en_us: Of course, she also wouldn't mind if something beyond friendship happened between them.

source: 当然，如果这本杂志的传播度足够高，读者基数足够大的话，就算抓化率低一些，倒也能够收获到一部分有效信徒。
en_us: Of course, if this magazine was popular enough, and had a great base number of readers, he could still get a portion of effective believers even if the conversion rate was a little low.

source: 当然，对于埃菲的遭遇，麦格还是深表同情的。
en_us: Of course, Mag was still deeply sympathetic towards Eiffie's experiences.

source: 当然，对新住民的饮食调查，也是观察者的工作之一。
en_us: Of course, investigating about the new inhabitants' food was also one of the Observer's jobs.

source: 当然，并非所有精灵贵族都愿意放弃一切特权，重新归于平凡。
en_us: Of course, not every elven noble was willing to give up their special privileges and return to normal again.

source: 当然，徒手将上千斤的钢制切菜台扶起来，这也不像是一个四岁小姑娘可以做到的事情。
en_us: Of course, propping up a steel kitchen counter weighing hundreds of kilograms with her bare hands was not like what a four-year-old little girl could do.

source: 当然，惊呆众兵士的不是那些奴隶精灵。
en_us: Of course, the soldiers weren't shocked by those elven slaves.

source: 当然，想要获取一个普通人类的记忆对她来说并不困难，只要不违背观察者守则即可。
en_us: Of course, it wasn't difficult for her to obtain a normal human's memory, as long as it didn't go against the Observer's code.

source: 当然，换成腌黄瓜也同样成立。
en_us: Of course, that was the same for marinated cucumber as well.

source: 当然，普通就是一家餐厅的原罪。
en_us: Of course, being ordinary was a restaurant's original sin.

source: 当然，最吸睛的还是那份公告。
en_us: Of course, the most attractive thing was still the notice outside.

source: 当然，最重要的是，在人像旁边，还标注了一行字：诺兰大陆第一厨师：麦格！
en_us: Of course, most importantly, there was a line of words next to the figure: "Number one chef on the Norland Continent: Mag!"

source: 当然，杀死他不是目的，如何将他的死嫁祸给乔修，才是他们此次计划的关键。
en_us: Of course, his death was not Mag's goal. The key was how they were going to frame Josh.

source: 当然，现在各族陷入战争前的紧急状态，对于巴菲特家族的核心支柱产业巴菲特钱庄已经造成了极大的影响和威胁。
en_us: Of course, the races were all in a tense state before the impending war. This had caused a significant impact and threat to the core supporting asset of the Buffett Family, the Buffett Bank.

source: 当然，用牙签吃田螺，是相当没得灵魂了。
en_us: Of course, eating escargot with toothpick was rather soulless.

source: 当然，要是他知道教廷的大主教这会正到处找她回去当圣女的话，一定会跪的更快一些。
en_us: Of course, he would kneel down even quicker if he knew that the archbishop of the Holy See was currently searching for her everywhere to get her to be their holy maiden.

source: 当然，要是她里边不是穿着裙子，应该不会像现在这样冷。
en_us: Of course, she wouldn't be feeling so cold if it wasn't for the fact that she was wearing a dress.

source: 当然，赚钱嘛，兴趣爱好而已。
en_us: Naturally, earning money was just a hobby.

source: 当然，还有一个原因，是他打算给艾米和安妮做一顿不一样的爱心早餐。
en_us: Of course, there was another reason. He intended to cook up something a little different for Amy's breakfast.

source: 当然，这一切并不重要。
en_us: Of course, all this wasn't important.

source: 当然，这也可能是题材稀缺性决定的。
en_us: Of course, this could be due to the scarcity of the topic.

source: 当然，这位哈迪斯先生看起来就挺萌新的，所以他决定尝试一下，看看这个月的首单能不能开出来。
en_us: Of course, Mr. Hades looked rather noobish, so Fitch decided to try and see if he could make his first business deal this month.

source: 当然，这只是意向客人，一瓶酒两千铜币的价格还会筛掉一批客人，留下的才是真正的客人。
en_us: Of course, this was only customers with intentions. The 2000 copper coins price tag would filter out some more customers. Those who remained were the real customers.

source: 当然，这是收藏品。
en_us: Of course, that was a collector's item.

source: 当然，这种文笔，是不怎么能入麦格法眼的。
en_us: Of course, Mag still didn't think that his style was good enough.

source: 当然，这种消息是不敢在明面上传播的，但因为足够劲爆，而且有着相对不错的合理性，也是不受控制的开始散播起来。
en_us: Of course, such news couldn't be spread aboveboard, but because it was shocking and rather reasonable, it began to spread uncontrollably.

source: 当然，这还有待开发和练习。
en_us: Of course, that would have to be developed and practiced.

source: 当然，那些把他诅咒到这个世界的厨师们，要是看到他现在这般人生赢家的状态，不知道会是什么表情？
en_us: Of course, what would be the expressions on those world chefs' faces who cursed him to land in this world if they saw him in his current glorious state now?

source: 当然，随着明天品酒大会的举办，这个差距将变成+10086。
en_us: Of course, after the liquor tasting event tomorrow, this difference would become +10086.

source: 当然，颠覆一个帝国并非小事，困难程度可比杀死乔修大多了。
en_us: Of course, it wasn't a small affair to topple an empire. It was much more difficult than killing Josh.

source: 当然，麦格也不知道为何要系统要特意标注防水这个属性。
en_us: Of course, Mag had no idea why the system specially labeled its waterproofness.

source: 当然，麦格是听不懂这种话的，也只是道听途说而已。
en_us: Of course, Mag didn't understand what that meant. It was just a rumor.

source: 当然，麦格更在意的其实是精神系技能的免疫效果。
en_us: Of course, what Mag cared about was the immunity effect against spiritual skills.

source: 当看到这道深受他喜爱的川菜小吃，在异世界重现的时候，那种成就感还是挺奇妙的。
en_us: The sense of achievement was rather amazing when he saw this Sichuan's snack that he loved appeared in this alternate world.

source: 当精灵们发现那些被册封了领地，极尽奢华的领主们，面对入侵者时竟然第一时间选择投降和逃跑，最终还是那些饱受压榨的底层精灵们勇敢的站了出来，和一百年前一般守护了生命之城，守护了风之森林。
en_us: The elves found out that the landlords, who had led a life of luxury, chose to flee or surrender the moment they faced the invaders, and it was the oppressed lower-tier elves who stood out bravely to protect the City of Life and the Wind Forest in the end, just like how they had a century ago.

source: 当艾米完成了那一锅焦炭般惊人的扬州炒饭时，也终于从系统身上刷出了新手任务所需的体验值。
en_us: Amy finally received all the experience points needed for the novice assignment from the system after she completed that shockingly charred Yangzhou fried rice.

source: 当这大蛇对他发动精神控制时，麦格反客为主，凭借着强大的精神力量，以及精神控制的能力，成功将这大蛇控制。
en_us: When the giant snake started to launch mind control on him, Mag turned the table around. With his strong spiritual power and mind control ability, Mag managed to control this snake.

source: 彩印印刷机的图纸他脑海里倒是有一份，这玩意的工艺也不是特别复杂的，但在异世界想要将整套方案全部解决，自己搞定颜料、电子元件等等……没个一两年应该是弄不出来的。
en_us: He did have a blueprint on a colored printer in his brain and that was nothing too complicated to make. However, to complete everything including finding the colors, electronic parts and more... would take him about a year or two.

source: 很快便有一只五百人的骑兵队启程，向着西边追击而去。
en_us: Soon, a troop of 500 cavalry knights rode out and pursued westward.

source: 很快山洞外便传来了两道叫声，不过伴着两声惨叫，声音便消失了。
en_us: Very quickly, there were two voices shouting from outside the cave. The shrills and cries faded away quickly.

source: 很快有精灵进入洞府。
en_us: Very quickly, an elf entered the cave.

source: 很快艾米、安妮和玛拉也都下楼来了。
en_us: Very quickly, Amy and Annie came downstairs.

source: 很快，康妮便亲自将广场上的所有物资安排妥当，目送物资运送队伍将一车车物资运往各处遭受攻击的部落。
en_us: Very quickly, Connie had settled all the resources in the square, and watched the teams send them off to the various attacked tribes.

source: 很快，狮鹫在百里外的一处废墟落下。
en_us: Very soon, the griffin landed at ruins 160 km away.

source: 很快，艾米敲开了泰坦酒馆的大门。
en_us: Soon, Amy knocked on the Titan Tavern's door.

source: 很显然，在泰坦酒馆和塞班酒馆双子星的影响力下，一个高级别的全新商圈，正在酝酿之中。
en_us: Obviously, under the influence of the twin stars Titan Tavern and Saipan Tavern, a new sophiscated commercial circle was in midst of brewing.

source: 很难想象，这样一款酒，竟然也能成为一家酒馆的招牌酒。
en_us: It was very difficult to imagine that a wine like this could actually become a signature wine of a tavern.

source: 很难想象，这种味道竟然能够被创造出来。
en_us: That such a taste could be created was beyond his imagination.

source: 得到了埃菲同意的玛拉，目光再次看向了麦格。
en_us: Mala, who had gotten Eiffie's consent, looked at Mag again.

source: 御书房内几位大臣诚惶诚恐的低着头，不敢言语。
en_us: The courtiers in the royal study lowered their heads in fear. They didn't dare to make a sound.

source: 御书房门被打开，十数位洛斯帝国官场最顶端的掌权者鱼贯而入，分立两侧，神情皆有些复杂。
en_us: The royal study's door opened, and 10-odd of the Roth Empire's most powerful courtiers streamed in, and stood on both sides with complex expressions.

source: 微微眯眼，细细体会着那淡淡的焦香和烟熏味，就像有一匹野马在心间奔跑一般，的确有着与先前那瓶不同的感觉与饮用体验。
en_us: She narrowed her eyes to sample that faint smokey taste. It felt as if a mustang was racing in her heart. it indeed had a different sensation and drinking experience from the previous bottle.
